Repository: hypericumimpex/hyp-cupon-email
Catalog: languages/yith-woocommerce-coupon-email-system-*.po
Languages: fr_fr, nl_nl

source: General Settings
fr_fr: Réglages généraux
nl_nl: Algemene instellingen

source: Vendors Settings
fr_fr: Réglages des vendeurs
nl_nl: Verkopers instellingen

source: Mandrill Settings
fr_fr: Réglages de Mandrill
nl_nl: Mandrill instellingen

source: How To
fr_fr: Aide
nl_nl: Hoe te

source: Sending test email...
fr_fr: Envoi du mail de test…
nl_nl: Verstuur test email

source: Test email has been sent successfully!
fr_fr: Le mail de test est envoyé avec succès !
nl_nl: Test email succesvol verstuurd!

source: Please insert a valid email address
fr_fr: Merci de renseigner une adresse mail valide
nl_nl: Vul alstublieft een geldig email adres in

source: You need to set at least a threshold to send a test email
fr_fr: Vous devez au moins renseigner un seuil pour envoyer un mail de test
nl_nl: Je moet minstens een drempel instellen om een test e-mail te kunnen sturen

source: Please select at least a product
fr_fr: Merci de sélectionner au moins un produit
nl_nl: Selecteer minstens een product

source: You need to select at least the amount/percentage of a coupon to send it in a test email
fr_fr: Vous devez au moins sélectionner le montant/pourcentage du coupon pour envoyer le mail de test
nl_nl: Je moet minstens het bedrag/percentage selecteren van een kortingsbon om te versturen in een test e-mail

source: Please specify the number of days
fr_fr: Merci de renseigner le nombre de jours
nl_nl: Specificeer een aantal dagen

source: In order to use some of the features of YITH WooCommerce Coupon Email System you need to create at least one coupon
fr_fr: Afin d’utiliser certaines des fonctionnalités de YITH WooCommerce Coupon Email System, vous devez créer au moins un coupon
nl_nl: Om Sommige functies te gebruiken van YITH WooCommerce Coupon Email System, moet u eerst tenminste een coupon aanmaken

source: Please enter Mandrill API Key for YITH WooCommerce Coupon Email System
fr_fr: Merci de renseigner la clé API Mandrill pour YITH WooCommerce Coupon Email System
nl_nl: Voer de Mandrill API Key in voor YITH WooCommerce Coupon Email System

source: You need to select a coupon to send one for a new user registration.
fr_fr: Vous devez sélectionner le coupon à envoyer pour la création du compte.
nl_nl: Je moet een coupon selecteren om te versturen bij een nieuwe registratie van een gebruiker

source: You need to select a coupon to send one for a new first purchase.
fr_fr: Vous devez sélectionner un coupon à envoyer une fois dès le premier achat.
nl_nl: Je moet een coupon selecteren om te sturen voor een nieuwe eerste aankoop.

source: You need to set a threshold to send a coupon once a user reaches a specific number of purchases.
fr_fr: Vous devez appliquer un seuil pour envoyer le coupon dès que l’utilisateur atteint un nombre de commande spécifique.
nl_nl: Je moet een drempel instellen om een kortingsbon te versturen, zodra een gebruiker een specifiek aantal aankopen bereikt.

source: You need to set a coupon for each threshold to send one when users reach a specific number of purchases.
fr_fr: Vous devez définir un coupon pour chaque seuil en fonction du nombre de commandes du client.
nl_nl: Je moet een kortingsbon instellen voor iedere drempel, om er een te versturen wanneer een gebruiker een specifiek aantal aankopen bereikt.

source: You need to set a threshold to send a coupon once a user reaches a specific spent amount.
fr_fr: Vous devez définir un seuil pour envoyer le coupon dès que le client atteint un montant dépensé.
nl_nl: Je moet een drempel instellen om een kortingsbon te versturen, zodra een gebruiker een specifiek uitgegeven bedrag bereikt.

source: You need to set a coupon for each threshold to send one when users reach a specific spent amount.
fr_fr: Vous devez définir un coupon pour chaque seuil dès que l’utilisateur atteint un montant dépensé.
nl_nl: Je moet een kortingsbon instellen voor iedere drempel, om er een te versturen wanneer een gebruiker een specifiek uitgegeven bedrag bereikt.

source: You need to select at least one product to send a coupon once purchased.
fr_fr: Vous devez sélectionner au moins un produit pour déclencher l’envoi du coupon une fois le produit acheté.
nl_nl: Je moet minstens een product selecteren om een kortingsbon te sturen, eenmaal gekocht.

source: You need to select at least the amount/percentage of a coupon to send it for the purchase of a specific product.
fr_fr: Vous devez sélectionner au moins le montant/pourcentage du coupon à envoyer en fonction de l’achat du produit.
nl_nl: Je moet minsten het bedrag/percentage selecteren voor een kortingsbon om deze te versturen voor de aankoop van een specifiek product.

source: You need to select at least the amount/percentage of a coupon to send it for the birthday of a user.
fr_fr: Vous devez sélectionner au moins le montant/pourcentage du coupon à envoyer à la date d’anniversaire du client.
nl_nl: Je moet minstens het bedrag/percentage van een kortingsbon selecteren voor het versturen voor de verjaardag van een gebruiker

source: You need to select at least the amount/percentage of a coupon to send it after a specific number of days following the last order.
fr_fr: Vous devez sélectionner au moins le montant/pourcentage du coupon à envoyer après un nombre de jours suivant la dernière commande.
nl_nl: Je moet minstens het bedrag/percentage van een kortingsbon selecteren voor het versturen nadat een bepaald aantal dagen sinds laatste bestelling zijn verstreken.

source: Placeholder reference
fr_fr: Référence des balises
nl_nl: Placeholder referentie

source: Replaced with the description of the given coupon. This placeholder must be included.
fr_fr: Remplace la description par la description présente dans le coupon. Cette balise doit être insérée.
nl_nl: Vervangen door de beschrijving van de gegeven coupon. Deze placeholder moet inclusief zijn.

source: Replaced with the site title
fr_fr: Insère le titre du site
nl_nl: Vervangen door de titel van de site

source: Replaced with the customer's name
fr_fr: Insère le prénom du client
nl_nl: Vervangen door de naam van de klant

source: Replaced with the customer's last name
fr_fr: Insère le nom du client
nl_nl: Vervangen door de achternaam van de klant

source: Replaced with the customer's email
fr_fr: Insère le mail du client
nl_nl: Vangen door de email van de klant

source: Replaced with the date of the order
fr_fr: Insère la date de la commande
nl_nl: Vervangen door de datum van de bestelling

source: Replaced with the number of purchases
fr_fr: Insère le nombre de commandes effectuées
nl_nl: Vervangen door het nummer aankopen

source: Replaced with the amount of money spent by the customer
fr_fr: Insère le montant dépensé par le client
nl_nl: Vervangen door het bedrag dat uitgegeven is door de klant

source: Replaced with the spent amount of money
fr_fr: Insère le montant total dépensé
nl_nl: Vervangen door het uitgegeven bedrag

source: Replaced with the number of days since last purchase
fr_fr: Insère le nombre de jours depuis le dernier achat
nl_nl: Vervangen door het aantal dagen sinds de laatste aankoop

source: Replaced with the name of a purchased product
fr_fr: Insère le nom du dernier produit acheté
nl_nl: Vervangen door de naam van het gekochte product

source: Replaced with the name of the vendor
fr_fr: Insère le nom du vendeur
nl_nl: Vervangen door de naam van de verkoper

source: Birth date
fr_fr: Date d’anniversaire
nl_nl: Geboortedatum

source: On a specific number of days from the last purchase
fr_fr: Après un nombre de jours spécifiques après le dernier achat effectué
nl_nl: Op een specifiek aantal dagen sinds de laatste aankoop

source: On customer birthday
fr_fr: A l’anniversaire d’un client
nl_nl: Op verjaardag klant

source: On specific product purchase
fr_fr: Sur l’achat d’un produit spécifique
nl_nl: Bij een specifieke product aankoop

source: YYYY-MM-DD
nl_nl: JJJJ-MM-DD

source: YYYY/MM/DD
nl_nl: JJJJ/MM/DD

source: MM-DD-YYYY
nl_nl: MM-DD-JJJJ

source: MM/DD/YYYY
nl_nl: MM/DD/JJJJ

source: DD-MM-YYYY
nl_nl: DD-MM-JJJJ

source: DD/MM/YYYY
nl_nl: DD/MM/JJJJ

source: I accept to receive coupons via email
nl_nl: Ik accepteer het om coupons te ontvangen via email

source: There was an error while sending the email
fr_fr: Il y a eu une erreur lors de l’envoi du mail
nl_nl: Er was een error bij het verzenden van de mail

source: Coupon not valid
fr_fr: Le coupon n’est pas valide
nl_nl: Coupon niet geldig

source: Operation completed. %d coupon trashed.
fr_fr: Opération terminée. %d coupon à la poubelle
nl_nl: Operatie afgerond. %d kortingsbon verplaatst naar prullenbak

source: An error occurred: %s
fr_fr: Une erreur est arrivée: %s
nl_nl: Er is een fout opgetreden: %s

source: YITH WooCommerce Coupon Email System offers an automatic way to send a coupon to your users according to specific events.
fr_fr: YITH WooCommerce Coupon Email System offre un moyen automatique d’envoyer un coupon à vos utilisateurs en fonction d’événements spécifiques.
nl_nl: YITH WooCommerce Coupon Email System biedt je een automatische manier om een kortingsbon te sturen aan gebruikers volgens specifieke gebeurtenissen.

source: If you don't want to receive these emails click %s here %s
nl_nl: Als je deze emails niet wilt ontvangen klik dan %s hier %s

source: Coupon amount: %s%s off
fr_fr: Montant du coupon: %s%s
nl_nl: Coupon waarde %s%s off

source: Free shipping
fr_fr: Livraison gratuite
nl_nl: Gratis verzending

source: Valid for a minimum purchase of %s
fr_fr: Valide pour un minimum d’achat de %s
nl_nl: Geldig voor een minimum aankoop van %s

source: Valid for a maximum purchase of %s
fr_fr: Valide pour un maximum d’achat de %s
nl_nl: Geldig voor een maximum aankoop van %s

source: Valid for a minimum purchase of %s and a maximum of %s
fr_fr: Valide pour un minimum d’achat de %s et un maximum de %s
nl_nl: Geldig voor een minimum aankoop van %s en maximum aankoop van %s

source: Valid for:
fr_fr: Valide pour:
nl_nl: Geldig voor:

source: Following products: %s
fr_fr: Produits suivant: %s
nl_nl: Op de volgende producten: %s

source: Products of the following categories: %s
fr_fr: Produits présents dans les catégories: %s
nl_nl: Producten uit de volgende catogorien: %s

source: Not valid for:
fr_fr: Non valide pour:
nl_nl: Niet geldig voor:

source: This coupon cannot be used in conjunction with other coupons
fr_fr: Ce coupon ne peut pas être utilisé additionné avec un autre coupon
nl_nl: Deze coupon kan niet gebruikt worden in combinatie met andere coupons

source: This coupon will not apply to items on sale
fr_fr: Ce coupon ne sera pas appliqué aux produits en promotions
nl_nl: Deze coupon is niet geldig op producten die in de aanbieding zijn

source: Expiration date: %s
fr_fr: Date d’expiration: %s
nl_nl: Vervaldatum: %s

source: Settings
fr_fr: Réglages
nl_nl: Instellingen

# Privacy Policy Content
source: During the checkout process, customers can give their consent to receive coupons. When accepting, they will receive coupons according to the events/thresholds previously set by the administrator. Customers can revoke their consent from My Account section at any time.
nl_nl: Tijdens het afrekenproces kunnen klanten hun toestemming geven om kortingsbonnen te ontvangen. Bij het accepteren ontvangen ze kortingsbonnen volgens de gebeurtenissen / drempels die eerder door de beheerder zijn ingesteld. Klanten kunnen hun toestemming op elk gewenst moment intrekken via het gedeelte Mijn account.

source: Coupon Email System Status
nl_nl: Email coupon systeem status

source: Acceptance
nl_nl: Geaccepteerd

source: This customer has given consent to receive coupons
nl_nl: Deze klant heeft toestemming gegeven om coupons te ontvangen

source: YITH WooCommerce Coupon Email System is enabled but not effective. It requires WooCommerce in order to work.
fr_fr: YITH WooCommerce Coupon Email System est activé mais ne fonctionne pas. Il nécessite WooCommerce pour fonctionner.
nl_nl: YITH WooCommerce Coupon Email System is ingeschakeld maar niet effectief. Het heeft WooCommerce nodig om te kunnen functioneren.

source: Coupon management must be enabled to make YITH WooCommerce Coupon Email System work correctly for vendors. %s Enable %s
fr_fr: La gestion des coupon doit être activée pour faire fonctionner YITH WooCommerce Coupon Email System. %s Activer %s
nl_nl: Kortingsbon management moet worden ingeschakeld om YITH WooCommerce Coupon Email System juist te laten werken voor verkopers. %s inschakelen %s.

source: Allow coupon event management for vendors
fr_fr: Autoriser la gestion des événements de coupon
nl_nl: Kortingsbon evenementenbeheer inschakelen voor verkopers

source: Enable coupon on user registration
fr_fr: Activer le coupon à la création du compte utilisateur
nl_nl: Kortingsbon bij gebruikersregistratie inschakelen

source: Enable coupon on first purchase
fr_fr: Activer le coupon à la première commande
nl_nl: Kortingsbon bij eerste aankoop inschakelen

source: Enable coupon on specific order threshold
fr_fr: Activer le coupon à seuil de commande spécifique
nl_nl: Kortingsbon bij specifieke bestelling drempel inschakelen

source: Enable coupon on specific spent threshold
fr_fr: Activer le coupon à un seuil de dépense spécifique
nl_nl: Kortingsbon bij specifiek uitgegeven bedrag drempel inschakelen

source: Enable coupon on specific product purchase
fr_fr: Activer le coupon en fonction de l’achat d’un produit spécifique
nl_nl: Kortingsbon bij specifieke product aankoop inschakelen

source: Enable coupon on customer birthday
fr_fr: Activer le coupon à la date d’anniversaire
nl_nl: Kortingsbon op verjaardag klant inschakelen

source: Enable coupon on a specific number of days from the last purchase
fr_fr: Activer le coupon en fonction du nombre de jours après le dernier achat
nl_nl: Kortingsbon bij een specifiek aantal dagen sinds laatste aankoop inschakelen

source: Allowed placeholders:
fr_fr: Balises autorisées:
nl_nl: Toegestane placeholders:

source: More info
fr_fr: Plus d’information
nl_nl: Meer informatie

source: Select a coupon
fr_fr: Sélectionner un coupon
nl_nl: Selecteer een coupon

source: Use YITH WooCommerce Email Templates
fr_fr: Utiliser YITH WooCommerce Email Templates
nl_nl: Gebruik YITH WooCommerce Email Templates

source: Coupon Email System settings
fr_fr: Coupon Email System réglages
nl_nl: Email coupon systeem instellingen

source: Enable YITH WooCommerce Coupon Email System
fr_fr: Activer YITH WooCommerce Coupon Email System
nl_nl: Schakel YITH WooCommerce Coupon Email System in

source: Allow customers to accept or refuse to receive coupons
nl_nl: Laat klanten coupons accepteren of afwijzen

source: Choose which email format to send.
fr_fr: Choisir le format dans lequel le mail sera envoyé.
nl_nl: Kies welk email format te versturen

source: Plain text
fr_fr: Texte brut
nl_nl: Alleen tekst

source: Choose which email template to send. Remember to save options before sending the test email.
fr_fr: Choisir le modèle d’email à envoyer. Sauvegarder avant d’envoyer un mail de test.
nl_nl: Kies welke e-mail template je wilt versturen. Vergeet de opties niet op te slaan voor het sturen van de test e-mail.

source: Deletion of Expired Coupons
fr_fr: Suppression des coupons expirés
nl_nl: Verwijderen van verlopen kortingsbonnen

source: Delete automatically expired coupons (only those created by this plugin)
fr_fr: Supprimer automatiquement les coupons expirés (seulement ceux crées par l’extension)
nl_nl: Verwijder verlopen kortingsbonnen automatisch (alleen die zijn gemaakt door deze plugin)

source: On user registration
fr_fr: A l’enregistrement de l’utilisateur
nl_nl: Bij gebruikersregistratie

source: Enable coupon sending
fr_fr: Activer l’envoi du coupon
nl_nl: Coupon verzending inschakelen

source: Selected Coupon
fr_fr: Sélectionner un coupon
nl_nl: Geselecteerde coupon

source: Choose the coupon to send
fr_fr: Choisir le coupon à envoyer
nl_nl: Kies de coupon om te verzenden

source: Email subject
fr_fr: Sujet du mail
nl_nl: Email onderwerp

source: You have received a welcome coupon from {site_title}
fr_fr: Vous avez reçu un coupon de bienvenu de la part de {site_title}
nl_nl: Je hebt een welkomst kortingsbon ontvangen van {site_title}

source: Email content
fr_fr: Contenu du mail
nl_nl: Email inhoud

source: Hi {customer_name}, thanks for your the registration on {site_title}! We would like to offer you this coupon as a welcome gift: {coupon_description} See you on our shop, {site_title}.
fr_fr: Bonjour {customer_name}, Merci pour votre inscription sur notre site {site_title}! Pour fêter cela, nous vous offre ce coupon de bienvenu: {coupon_description} A très vite !, {site_title}.
nl_nl: Hoi {customer_name}, Bedankt voor je registratie op {site_title}! We bieden je graag deze kortingsbon aan als welkomstgeschenk: {coupon_description} We zien je in onze winkel, {site_title}.

source: On first purchase
fr_fr: Au premier achat
nl_nl: Bij eerste aankoop

source: You have received a coupon from {site_title}
fr_fr: Vous avez reçu un coupon de {site_title}
nl_nl: U heeft een coupon ontvangen van {site_title}

source: Hi {customer_name}, thanks for making the first purchase on {order_date} on our shop {site_title}! Because of this, we would like to offer you this coupon as a little gift: {coupon_description} See you on our shop, {site_title}.
fr_fr: Bonjour {customer_name}, Merci pour votre premier achat le {order_date} sur notre boutique {site_title}! Grâce à cette première commande, nous aimerions vous remercier en vous offrant ce coupon de réduction : {coupon_description} A très vite, {site_title}.
nl_nl: Hallo, {customer_name}, bedankt voor u eerste aankoop op {order_date} in onze online shop {site_title}! Na aanleiding van uw aankoop, willen we u graag een coupon cadeau aanbieden. {coupon_description} Zie u in onze online shop! {site_title}.

source: On specific order threshold
fr_fr: Dès un seuil de commande spécifique
nl_nl: Bij een specifieke bestelling drempel

source: Order thresholds
fr_fr: Seuils de commande
nl_nl: Andere drempels

source: Hi {customer_name}, with the order made on {order_date}, you have reached {purchases_threshold} orders! Because of this, we would like to offer you this coupon as a gift: {coupon_description} See you on our shop, {site_title}.
fr_fr: Bonjour {customer_name}, Avec le commande du {order_date}, vous atteignez le seuil des {purchases_threshold} commandes ! Grâce à cela, nous vous offrons un coupon de réduction valable sur votre prochaine commande: {coupon_description} A très vite, {site_title}.
nl_nl: Hoi {customer_name}, met de bestelling gemaakt op {order_date}, heb je je {purchases_threshold} bereikt! Om deze reden bieden we je graag deze kortingsbon aan als cadeau.: {coupon_description} We zien je in onze winkel, {site_title}.

source: On specific spent threshold
fr_fr: Dès un montant (en €) de commande spécifique
nl_nl: Bij een specifieke uitgave drempel

source: Amount thresholds
fr_fr: Montants à dépenser
nl_nl: Bedrag drempel

source: Hi {customer_name}, with the order made on {order_date}, you have reached the amount of {spending_threshold} for a total purchase amount of {customer_money_spent}! Because of this, we would like to offer you this coupon as a gift: {coupon_description} See you on our shop, {site_title}.
fr_fr: Bonjour {customer_name}, Avec la commande passée le {order_date}, vous avez atteint le seuil de {spending_threshold} pour un montant total d’achat de {customer_money_spent}! Grâce à cela, nous vous offrons un coupon de réduction: {coupon_description} A très vite, {site_title}.
nl_nl: Hoi {customer_name}, Met de bestelling geplaatst op {order_date}, heb je het bedrag van {spending_threshold} bereikt voor het totaal uitgegeven bedrag van {customer_money_spent}! Om deze reden willen we je graag deze kortingsbon aanbieden als cadeau: {coupon_description} We zien je in onze winkel, {site_title}.

source: Target products
fr_fr: Produits concernés
nl_nl: Doelstelling producten

source: Search for a product&hellip;
fr_fr: Chercher un produit&hellip;
nl_nl: Zoeken naar een product&hellip;

source: Products that will cause the sending of the coupon
fr_fr: Produits qui provoqueront l’envoi du coupon
nl_nl: Producten die het versturen van een kortingsbon veroorzaken

source: Coupon settings
fr_fr: Réglages du coupon
nl_nl: Kortingsbon instellingen

source: Hi {customer_name}, thanks for purchasing the following product with the order made on {order_date}: {purchased_product}. We would like to offer you this coupon as a gift: {coupon_description} See you on our shop, {site_title}.
fr_fr: Bonjour {customer_name}, Merci d’avoir passé commande le {order_date} et d’avoir acheté le produit suivant: {purchased_product}. Nous souhaitons vous remercier en vous offrant un coupon de réduction: {coupon_description} A très vite, {site_title}.
nl_nl: Hoi {customer_name}, Bedankt voor het kopen van het volgende product, met de bestelling gemaakt op {order_date}: {purchased_product}. Willen we je deze kortingsbon graag aanbieden als cadeau: {coupon_description} We zien je in onze winkel, {site_title}.

source: Happy birthday from {site_title}
fr_fr: Joyeux anniversaire de la part de {site_title}
nl_nl: Fijne verjaardag van {site_title}

source: Hi {customer_name}, we would like to make you our best wishes for a happy birthday! Please, accept our coupon as a small gift for you: {coupon_description} See you on our shop, {site_title}.
fr_fr: Bonjour {customer_name}, Nous vous souhaitons un très bon anniversaire! Pour célébrer cela, nous vous offrons un code promo pour vous faire plaisir: {coupon_description} A très vite, {site_title}.
nl_nl: Hoi {customer_name}, We willen je graag een fijne verjaardag wensen! We bieden je hierbij een kleine attentie aan in de vorm van een kortingsbon: {coupon_description} We zien je in onze winkel, {site_title}.

source: Days to elapse
fr_fr: Jours écoulés
nl_nl: Dagen voor afloop

source: The number of days that have to pass after the last order has been set as "completed"
fr_fr: Le nombre de jours écoulés après le dernier achat sur le site
nl_nl: Het aantal dagen dat moet passeren voordat de laatste bestelling is gewijzigd in "afgerond"

source: Hi {customer_name}, {days_ago} days have passed since your last order. We would like to encourage you to purchase something more with this coupon: {coupon_description} See you on our shop, {site_title}.
fr_fr: Bonjour {customer_name}, {days_ago} jours se sont écoulés depuis votre dernier achat. Nous aimerions vous revoir sur la boutique et pour cela nous vous offrons un coupon de réduction: {coupon_description} A très vite, {site_title}.
nl_nl: Hoi {customer_name}, {days_ago} dagen zijn gepasseerd sinds je laatste bestelling. We willen je graag aanmoedigen iets te kopen in onze winkel met deze kortingsbon: {coupon_description} We zien je in onze winkel, {site_title}.

source: Enable Mandrill
fr_fr: Activer Mandrill
nl_nl: Mandrill inschakelen

source: Use Mandrill to send emails
fr_fr: Utiliser Mandrill pour envoyer les emails
nl_nl: Gebruik Mandrill om e-mails te versturen

source: You have received a welcome coupon from {vendor_name} on {site_title}
fr_fr: Vous avez reçu un coupon de bienvenu de {vendor_name} sur {site_title}
nl_nl: Je hebt een welkomst kortingsbon ontvangen van {vendor_name} op {site_title}
