Repository: hypericumimpex/hyp-cupon-email
Catalog: languages/yith-woocommerce-coupon-email-system-*.po
Languages: fr_fr, nl_nl

source: Hi {customer_name}, thanks for your the registration on {site_title}! We would like to offer you this coupon as a welcome gift: {coupon_description} See you on our shop, {vendor_name}.
fr_fr: Bonjour {customer_name}, Merci pour votre inscription sur notre site {site_title}! Pour fêter cela, nous vous offre ce coupon de bienvenu: {coupon_description} A très vite !, {site_title}.
nl_nl: Hoi {customer_name}, Bedankt voor je registratie op {site_title}! We bieden je graag deze kortingsbon aan als welkomstgeschenk: {coupon_description} We zien je in onze winkel, {vendor_name}.

source: You have received a coupon from {vendor_name} on {site_title}
fr_fr: Vous avez reçu un coupon de {vendor_name} sur {site_title}
nl_nl: Je hebt een kortingsbon ontvangen van {vendor_name} op {site_title}

source: Hi {customer_name}, thanks for making the first purchase on {order_date} on our shop {site_title}! Because of this, we would like to offer you this coupon as a little gift: {coupon_description} See you on our shop, {vendor_name}.
fr_fr: Bonjour {customer_name}, Merci pour votre premier achat le {order_date} sur notre boutique {site_title}! Grâce à cette première commande, nous aimerions vous remercier en vous offrant ce coupon de réduction : {coupon_description} A très vite, {site_title}.
nl_nl: Hoi {customer_name}, Bedankt voor het maken van de eerste aankoop op {order_date} in onze winkel {site_title}! Daarom willen we je graag deze kortingsbon aanbieden als een klein cadeau: {coupon_description} We zien je graag terug in onze winkel, {vendor_name}.

source: Hi {customer_name}, with the order made on {order_date}, you have reached {purchases_threshold} orders! Because of this, we would like to offer you this coupon as a gift: {coupon_description} See you on our shop, {vendor_name}.
fr_fr: Bonjour {customer_name}, Avec la commande effectuée le {order_date}, vous avez atteint {purchases_threshold} commandes! Grâce à cela, nous vous offrons un coupon de réduction à utiliser quand vous voulez: {coupon_description} A très vite, {vendor_name}.
nl_nl: Hoi {customer_name}, met de bestelling gemaakt op {order_date}, heb je je {purchases_threshold} bereikt! Om deze reden bieden we je graag deze kortingsbon aan als cadeau.: {coupon_description} We zien je in onze winkel, {vendor_name}.

source: Hi {customer_name}, with the order made on {order_date}, you have reached the amount of {spending_threshold} for a total purchase amount of {customer_money_spent}! Because of this, we would like to offer you this coupon as a gift: {coupon_description} See you on our shop, {vendor_name}.
fr_fr: Hi {customer_name}, Avec la commande effectuée le {order_date}, vous avez atteint le montant de {spending_threshold} pour un montant total d’achat de {customer_money_spent}! Pour cette raison, nous aimerions vous offrir ce coupon en cadeau: {coupon_description} A très vite, {vendor_name}.
nl_nl: Hoi {customer_name}, Met de bestelling geplaatst op {order_date}, heb je het bedrag van {spending_threshold} bereikt voor het totaal uitgegeven bedrag van {customer_money_spent}! Om deze reden willen we je graag deze kortingsbon aanbieden als cadeau: {coupon_description} We zien je in onze winkel, {vendor_name}.

source: Hi {customer_name}, thanks for purchasing the following product with the order made on {order_date}: {purchased_product}. We would like to offer you this coupon as a gift: {coupon_description} See you on our shop, {vendor_name}.
fr_fr: Bonjour {customer_name}, Merci d’avoir acheté le produit suivant avec la commande effectuée le {order_date}: {purchased_product}. Nous aimerions vous offrir ce coupon en cadeau: {coupon_description} A bientôt sur notre boutique, {vendor_name}.
nl_nl: Hoi {customer_name}, Bedankt voor het kopen van het volgende product, met de bestelling gemaakt op {order_date}: {purchased_product}. Willen we je deze kortingsbon graag aanbieden als cadeau: {coupon_description} We zien je in onze winkel, {vendor_name}.

source: Happy birthday from {vendor_name} on {site_title}
fr_fr: Joyeux anniversaire de la part de {vendor_name} sur {site_title}
nl_nl: Fijne verjaardag van {vendor_name} op {site_title}

source: Hi {customer_name}, we would like to make you our best wishes for a happy birthday! Please, accept our coupon as a small gift for you: {coupon_description} See you on our shop, {vendor_name}.
fr_fr: Bonjour {customer_name}, Nous vous souhaitons un très bon anniversaire ! Pour célébrer cela, nous vous offrons un coupon de réduction: {coupon_description} A bientôt sur notre boutique, {vendor_name}.
nl_nl: Hoi {customer_name}, We willen je graag een fijne verjaardag wensen! We bieden je hierbij een kleine attentie aan in de vorm van een kortingsbon: {coupon_description} We zien je in onze winkel, {vendor_name}.

source: Hi {customer_name}, {days_ago} days have passed since your last order. We would like to encourage you to purchase something more with this coupon: {coupon_description} See you on our shop, {vendor_name}.
fr_fr: Bonjour {customer_name}, {days_ago} jours se sont écoulés depuis votre dernière commande. Vous nous manquez et pour vous permettre de passer une nouvelle commande voici un coupon de réduction: {coupon_description} A bientôt sur notre boutique, {vendor_name}.
nl_nl: Hoi {customer_name}, {days_ago} days have passed since your last order. We would like to encourage you to purchase something more with this coupon: {coupon_description} See you on our shop, {vendor_name}.

source: Click to collapse/expand the table
fr_fr: Cliquez pour réduire / développer la table
nl_nl: Klik voor inklappen/uitvouwen van tabel

source: Expand
fr_fr: Développer
nl_nl: Uitvouwen

source: Collapse
fr_fr: Réduire
nl_nl: Inklappen

source: Delete expired coupons
fr_fr: Supprimer les coupons expirés
nl_nl: Verwijder vervallen kortingsbonnen

source: Deleting expired coupons...
fr_fr: Suppression des coupons expirés…
nl_nl: Vervallen kortingsbonnen verwijderen...

source: Discount type
fr_fr: Type de remise
nl_nl: Type korting

source: Coupon amount
fr_fr: Montant du coupon
nl_nl: Waarde kortingsbon

source: Expiry days after coupon release
fr_fr: Le coupon expire après combien de jours
nl_nl: Vervaldagen na uitgave kortingsbon

source: No expiration
fr_fr: Pas d’expiration
nl_nl: Geen vervaldatum

source: Minimum spend
fr_fr: Dépense minimum
nl_nl: Minimum uitgaven

source: No minimum
fr_fr: Pas de minimum
nl_nl: Geen minimum

source: Maximum spend
fr_fr: Dépense maximales
nl_nl: Maximum uitgaven

source: No maximum
fr_fr: Pas de maximum
nl_nl: Geen maximum

source: Allow free shipping
fr_fr: Autoriser la livraison gratuite
nl_nl: Gratis verzending toestaan

source: Individual use only
fr_fr: Utiliser individuellement
nl_nl: Uitsluitend individueel gebruik

source: Exclude sale items
fr_fr: Exclure les produits en promotion
nl_nl: Uitverkoop artikel uitsluiten

source: Type an email address to send a test email
fr_fr: Renseigner un mail pour tester
nl_nl: Type een email adres om een test email naar te versturen

source: Send Test Email
fr_fr: Envoyer le mail de test
nl_nl: Verstuur test email

source: Target value
fr_fr: Valeur
nl_nl: Waarde doelstelling

source: Coupon assigned
fr_fr: Coupon associé
nl_nl: Kortingsbon toegewezen

source: + Add Threshold
fr_fr: + Ajouter le seuil
nl_nl: + drempel toevoegen

source: Remove selected threshold(s)
fr_fr: Supprimer le(s) seuil(s) sélectionné(s)
nl_nl: Verwijder geselecteerde drempel(s)

source: Premium Version
fr_fr: Version premium

source: Plugin Documentation
fr_fr: Documentation de l’extension

source: Coupon code:
fr_fr: Code du coupon:

source: Email type
fr_fr: Type d’email

source: Test email
fr_fr: Email de test

source: Mandrill API Key
fr_fr: Clé API Mandrill

source: Birthday Input Date Format
fr_fr: Formate de la date d’anniversaire

source: Email template
fr_fr: Modèle d’email

source: WooCommerce Template
fr_fr: Modèle de WooCommerce

source: Template 1
fr_fr: Modèle 1

source: Template 2
fr_fr: Modèle 2

source: Template 3
fr_fr: Modèle 3
